Repository: zopyx/RULYX
Catalog: Sources/Shared/Localizations/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh

# list.details.members
source: Members
ar: أعضاء
de: Mitglieder
es: Miembros
fr: Membres
it: Membri
ja: メンバー
ko: 회원
nl: Leden
pl: Członkowie
pt: Membros
ru: Члены
th: สมาชิก
tr: Üyeler
vi: Thành viên
zh: 会员

# list.details.type
source: Type
ar: يكتب
de: Typ
es: Tipo
fr: Taper
it: Tipo
ja: タイプ
ko: 유형
pl: Typ
pt: Tipo
ru: Тип
th: พิมพ์
tr: Tip
vi: Kiểu
zh: 类型

# list.edit.cancel
source: Cancel
ar: Cancel (AR)
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: キャンセル (한국어)
nl: Cancel (NL)
pl: Cancel (PL)
pt: Cancelar
ru: Cancel (RU)
th: Cancel (TH)
tr: Cancel (TR)
vi: 取消 (VI)
zh: 取消

# list.edit.desc_label
source: Description
ar: وصف
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
ko: 설명
nl: Beschrijving
pl: Opis
pt: Descrição
ru: Описание
th: คำอธิบาย
tr: Tanım
vi: Sự miêu tả
zh: 描述

# list.edit.desc_placeholder
source: Optional description
ar: Description (AR)
de: Beschreibung
es: Descripción
fr: [fr] Beschreibung
it: Descrizione
ja: 説明
ko: Description (한국어)
nl: Beschreibung (NL)
pl: Description (PL)
pt: Descrição
ru: Description (RU)
th: Description (TH)
tr: Description (TR)
vi: 描述 (VI)
zh: 描述

# list.edit.discard.hint
source: Discards changes and dismisses the edit sheet
ar: يتجاهل التغييرات ويرفض ورقة التحرير
de: Verwirft Änderungen und schließt das Bearbeitungsblatt
es: Descarta los cambios y descarta la hoja de edición.
fr: Annule les modifications et rejette la feuille d'édition
it: Ignora le modifiche e chiude il foglio di modifica
ja: 変更を破棄し、編集シートを閉じます
ko: 변경 사항을 취소하고 편집 시트를 닫습니다.
nl: Negeert wijzigingen en negeert het bewerkingsblad
pl: Odrzuca zmiany i arkusz edycji
pt: Descarta alterações e descarta a planilha de edição
ru: Отменяет изменения и закрывает лист редактирования.
th: ละทิ้งการเปลี่ยนแปลงและละทิ้งแผ่นแก้ไข
tr: Değişiklikleri atar ve düzenleme sayfasını kapatır
vi: Loại bỏ các thay đổi và loại bỏ bảng chỉnh sửa
zh: 放弃更改并关闭编辑表

# list.edit.name_label
source: Name
ar: اسم
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
th: ชื่อ
tr: İsim
vi: Tên
zh: 姓名

# list.edit.name_placeholder
source: My List
ar: Title (AR)
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: Title (한국어)
nl: Titel (NL)
pl: Title (PL)
pt: Título
ru: Title (RU)
th: Title (TH)
tr: Title (TR)
vi: 标题 (VI)
zh: 标题

# list.edit.save
source: Save
ar: Save (AR)
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 保存 (한국어)
nl: Save (NL)
pl: Save (PL)
pt: Salvar
ru: Save (RU)
th: Save (TH)
tr: Save (TR)
vi: 保存 (VI)
zh: 保存

# list.edit.save.hint
source: Saves the updated list metadata
ar: يحفظ البيانات التعريفية للقائمة المحدثة
de: Speichert die aktualisierten Listenmetadaten
es: Guarda los metadatos de la lista actualizada.
fr: Enregistre les métadonnées de la liste mise à jour
it: Salva i metadati dell'elenco aggiornato
ja: 更新されたリストのメタデータを保存します
ko: 업데이트된 목록 메타데이터를 저장합니다.
nl: Slaat de bijgewerkte lijstmetagegevens op
pl: Zapisuje zaktualizowane metadane listy
pt: Salva os metadados da lista atualizada
ru: Сохраняет обновленные метаданные списка.
th: บันทึกข้อมูลเมตาของรายการที่อัปเดต
tr: Güncellenen liste meta verilerini kaydeder
vi: Lưu siêu dữ liệu danh sách cập nhật
zh: 保存更新的列表元数据

# list.edit.title
source: Edit List
ar: Edit List (AR)
de: Liste bearbeiten
es: Editar Lista
fr: Modifier la liste
it: Modifica lista
ja: リストを編集
ko: Edit List (한국어)
nl: Liste bearbeiten (NL)
pl: Edit List (PL)
pt: Editar Lista
ru: Edit List (RU)
th: Edit List (TH)
tr: Edit List (TR)
vi: 编辑列表 (VI)
zh: 编辑列表

# list.export.complete
source: Export Complete
ar: اكتمل التصدير
de: Export abgeschlossen
es: Exportación completa
fr: Export terminé
it: Esportazione completata
ja: エクスポート完了
ko: 내보내기 완료
nl: Export voltooid
pl: Eksport zakończony
pt: Exportação concluída
ru: Экспорт завершен
th: การส่งออกเสร็จสมบูรณ์
tr: Dışa aktarma tamamlandı
vi: Xuất hoàn tất
zh: 导出完成

# list.export.excel
source: Export All to Excel
ar: تصدير الكل إلى Excel
de: Alle nach Excel exportieren
es: Exportar todo a Excel
fr: Tout exporter vers Excel
it: Esporta tutto in Excel
ja: すべてExcelにエクスポート
ko: 모두 Excel로 내보내기
nl: Alles naar Excel exporteren
pl: Eksportuj wszystko do Excel
pt: Exportar tudo para Excel
ru: Экспортировать все в Excel
th: ส่งออกทั้งหมดไปยัง Excel
tr: Tümünü Excel'e dışa aktar
vi: Xuất tất cả sang Excel
zh: 全部导出到Excel

# list.export.ods
source: Export All to ODS
ar: تصدير الكل إلى ODS
de: Alle nach ODS exportieren
es: Exportar todo a ODS
fr: Tout exporter vers ODS
it: Esporta tutto in ODS
ja: すべてODSにエクスポート
ko: 모두 ODS로 내보내기
nl: Alles naar ODS exporteren
pl: Eksportuj wszystko do ODS
pt: Exportar tudo para ODS
ru: Экспортировать все в ODS
th: ส่งออกทั้งหมดไปยัง ODS
tr: Tümünü ODS'ye dışa aktar
vi: Xuất tất cả sang ODS
zh: 全部导出到ODS

# list.import_preview.already
source: Already in List
ar: بالفعل في القائمة
de: Bereits in der Liste
es: Ya en la lista
fr: Déjà dans la liste
it: Già in lista
ja: すでにリストにあります
ko: 이미 목록에 있음
nl: Staat al in de lijst
pl: Już na liście
pt: Já na lista
ru: Уже в списке
th: อยู่ในรายการแล้ว
tr: Zaten Listede
vi: Đã có trong danh sách
zh: 已在列表中

# list.import_preview.close
source: Close
ar: Close (AR)
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 閉じる (한국어)
nl: Close (NL)
pl: Close (PL)
pt: Fechar
ru: Close (RU)
th: Close (TH)
tr: Close (TR)
vi: 关闭 (VI)
zh: 关闭

# list.import_preview.duplicate
source: Duplicate Entries
ar: إدخالات مكررة
de: Doppelte Einträge
es: Entradas duplicadas
fr: Entrées en double
it: Voci duplicate
ja: 重複エントリ
ko: 중복 항목
nl: Dubbele invoer
pl: Zduplikowane wpisy
pt: Entradas duplicadas
ru: Повторяющиеся записи
th: รายการที่ซ้ำกัน
tr: Yinelenen Girişler
vi: Mục trùng lặp
zh: 重复条目

# list.import_preview.help_already
source: Already in List: These accounts are already members and will be skipped.
ar: Already in List: These accounts are already members and will be skipped. (AR)
de: Bereits in Liste: Diese Konten sind bereits Mitglieder und werden übersprungen.
es: Ya en lista: estas cuentas ya son miembros y se omitirán.
fr: Déjà dans la liste : ces comptes sont déjà membres et seront ignorés.
it: Già nella lista: questi account sono già membri e verranno saltati.
ja: リストに既存: これらのアカウントは既にメンバーです。
ko: Already in List: These accounts are already members and will be skipped. (한국어)
nl: Already in List: These accounts are already members and will be skipped. (NL)
pl: Already in List: These accounts are already members and will be skipped. (PL)
pt: Já na lista: estas contas já são membros e serão ignoradas.
ru: Already in List: These accounts are already members and will be skipped. (RU)
th: Already in List: These accounts are already members and will be skipped. (TH)
tr: Already in List: These accounts are already members and will be skipped. (TR)
vi: 已在列表中：这些账户已是成员，将被跳过。 (VI)
zh: 已在列表中：这些账户已是成员，将被跳过。

# list.import_preview.help_duplicate
source: Duplicate: Multiple entries in your import resolve to the same account.
ar: Duplicate: Multiple entries in your import resolve to the same account. (AR)
de: Duplikat: Mehrere Einträge in Ihrem Import führen zum selben Konto.
es: Duplicado: múltiples entradas en tu importación resuelven a la misma cuenta.
fr: Doublon : plusieurs entrées dans votre import correspondent au même compte.
it: Duplicato: più voci nell'importazione risolvono allo stesso account.
ja: 重複: インポート内の複数のエントリが同じアカウントに解決されます。
ko: Duplicate: Multiple entries in your import resolve to the same account. (한국어)
nl: Duplicate: Multiple entries in your import resolve to the same account. (NL)
pl: Duplicate: Multiple entries in your import resolve to the same account. (PL)
pt: Duplicado: múltiplas entradas na importação resolvem para a mesma conta.
ru: Duplicate: Multiple entries in your import resolve to the same account. (RU)
th: Duplicate: Multiple entries in your import resolve to the same account. (TH)
tr: Duplicate: Multiple entries in your import resolve to the same account. (TR)
vi: 重复：导入中的多个条目解析到同一账户。 (VI)
zh: 重复：导入中的多个条目解析到同一账户。

# list.import_preview.help_ready
source: Ready: These accounts will be added to the list.
ar: Ready: These accounts will be added to the list. (AR)
de: Bereit: Diese Konten werden zur Liste hinzugefügt.
es: Listos: estas cuentas se agregarán a la lista.
fr: Prêt : ces comptes seront ajoutés à la liste.
it: Pronti: questi account verranno aggiunti alla lista.
ja: 準備完了: これらのアカウントがリストに追加されます。
ko: Ready: These accounts will be added to the list. (한국어)
nl: Ready: These accounts will be added to the list. (NL)
pl: Ready: These accounts will be added to the list. (PL)
pt: Prontos: estas contas serão adicionadas à lista.
ru: Ready: These accounts will be added to the list. (RU)
th: Ready: These accounts will be added to the list. (TH)
tr: Ready: These accounts will be added to the list. (TR)
vi: 就绪：这些账户将被添加到列表。 (VI)
zh: 就绪：这些账户将被添加到列表。

# list.import_preview.help_title
source: Understanding classifications
ar: Understanding classifications (AR)
de: Klassifikationen verstehen
es: Entender las clasificaciones
fr: Comprendre les classifications
it: Comprendere le classificazioni
ja: 分類を理解する
ko: Understanding classifications (한국어)
nl: Klassifikationen verstehen (NL)
pl: Understanding classifications (PL)
pt: Entender as classificações
ru: Understanding classifications (RU)
th: Understanding classifications (TH)
tr: Understanding classifications (TR)
vi: 理解分类 (VI)
zh: 理解分类

# list.import_preview.help_unresolved
source: Unresolved: These identifiers could not be found on Bluesky.
ar: Unresolved: These identifiers could not be found on Bluesky. (AR)
de: Nicht aufgelöst: Diese Identifikatoren konnten auf Bluesky nicht gefunden werden.
es: No resuelto: estos identificadores no se encontraron en Bluesky.
fr: Non résolu : ces identifiants n'ont pas été trouvés sur Bluesky.
it: Non risolto: questi identificatori non sono stati trovati su Bluesky.
ja: 未解決: これらの識別子はBlueskyで見つかりませんでした。
ko: Unresolved: These identifiers could not be found on Bluesky. (한국어)
nl: Unresolved: These identifiers could not be found on Bluesky. (NL)
pl: Unresolved: These identifiers could not be found on Bluesky. (PL)
pt: Não resolvido: estes identificadores não foram encontrados no Bluesky.
ru: Unresolved: These identifiers could not be found on Bluesky. (RU)
th: Unresolved: These identifiers could not be found on Bluesky. (TH)
tr: Unresolved: These identifiers could not be found on Bluesky. (TR)
vi: 无法解析：这些标识符在 Bluesky 上未找到。 (VI)
zh: 无法解析：这些标识符在 Bluesky 上未找到。

# list.import_preview.help_write
source: Importing writes to the live Bluesky list immediately.
ar: Importing writes to the live Bluesky list immediately. (AR)
de: Der Import schreibt sofort in die live Bluesky-Liste.
es: La importación escribe inmediatamente en la lista de Bluesky.
fr: L'import écrit immédiatement dans la liste Bluesky live.
it: L'importazione scrive immediatamente sulla lista Bluesky live.
ja: インポートは即座にライブBlueskyリストに書き込まれます。
ko: Importing writes to the live Bluesky list immediately. (한국어)
nl: Importing writes to the live Bluesky list immediately. (NL)
pl: Importing writes to the live Bluesky list immediately. (PL)
pt: A importação escreve imediatamente na lista Bluesky ao vivo.
ru: Importing writes to the live Bluesky list immediately. (RU)
th: Importing writes to the live Bluesky list immediately. (TH)
tr: Importing writes to the live Bluesky list immediately. (TR)
vi: 导入会立即写入实时 Bluesky 列表。 (VI)
zh: 导入会立即写入实时 Bluesky 列表。

# list.import_preview.import_button
source: Import
ar: Import (AR)
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: インポート
ko: インポート (한국어)
nl: Import (NL)
pl: Import (PL)
pt: Importar
ru: Import (RU)
th: Import (TH)
tr: Import (TR)
vi: 导入 (VI)
zh: 导入

# list.import_preview.importing
source: Importing
ar: Importing (AR)
de: Importiere
es: Importando
fr: Importation
it: Importazione in corso
ja: インポート中
ko: Importing (한국어)
nl: Importing (NL)
pl: Importing (PL)
pt: Importando
ru: Importing (RU)
th: Importing (TH)
tr: Importing (TR)
vi: 导入中 (VI)
zh: 导入中

# list.import_preview.ready
source: Ready to Import
ar: جاهز للاستيراد
de: Bereit zum Import
es: Listo para importar
fr: Prêt à importer
it: Pronto per l'importazione
ja: インポートの準備ができました
ko: 가져올 준비가 되었습니다
nl: Klaar om te importeren
pl: Gotowy do importu
pt: Pronto para importar
ru: Готов к импорту
th: พร้อมนำเข้า
tr: İçe Aktarmaya Hazır
vi: Sẵn sàng để nhập khẩu
zh: 准备导入

# list.import_preview.skip_note
source: Already-present accounts will be skipped during import.
ar: Already-present accounts will be skipped during import. (AR)
de: Bereits vorhandene Accounts werden beim Import übersprungen.
es: Las cuentas ya presentes se omitirán.
fr: Les comptes déjà présents seront ignorés lors de l'import.
it: Gli account già presenti verranno saltati durante l'importazione.
ja: 既存のアカウントはインポート時にスキップされます。
ko: Already-present accounts will be skipped during import. (한국어)
nl: Bereits vorhandene Accounts werden beim Import übersprungen. (NL)
pl: Already-present accounts will be skipped during import. (PL)
pt: Contas já presentes serão ignoradas.
ru: Already-present accounts will be skipped during import. (RU)
th: Already-present accounts will be skipped during import. (TH)
tr: Already-present accounts will be skipped during import. (TR)
vi: 已存在的账户将在导入时跳过。 (VI)
zh: 已存在的账户将在导入时跳过。

# list.import_preview.summary
source: Summary
ar: Summary (AR)
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo
ja: 概要
ko: Summary (한국어)
nl: Zusammenfassung (NL)
pl: Summary (PL)
pt: Resumo
ru: Summary (RU)
th: Summary (TH)
tr: Summary (TR)
vi: 摘要 (VI)
zh: 摘要

# list.import_preview.summary_text
source: {ready} ready, {already} already present, {duplicates} duplicates, {unresolved} unresolved.
ar: {ready} ready, {already} already present, {duplicates} duplicates, {unresolved} unresolved. (AR)
de: {ready} bereit, {already} bereits vorhanden, {duplicates} Duplikate, {unresolved} ungelöst.
es: {ready} listos, {already} ya presentes, {duplicates} duplicados, {unresolved} no resueltos.
fr: {ready} prêts, {already} déjà présents, {duplicates} doublons, {unresolved} non résolus.
it: {ready} pronti, {already} già presenti, {duplicates} duplicati, {unresolved} non risolti.
ja: {ready} 準備完了、{already} 既存、{duplicates} 重複、{unresolved} 未解決
ko: {ready} ready, {already} already present, {duplicates} duplicates, {unresolved} unresolved. (한국어)
nl: {ready} ready, {already} already present, {duplicates} duplicates, {unresolved} unresolved. (NL)
pl: {ready} ready, {already} already present, {duplicates} duplicates, {unresolved} unresolved. (PL)
pt: {ready} prontos, {already} já presentes, {duplicates} duplicatas, {unresolved} não resolvidos.
ru: {ready} ready, {already} already present, {duplicates} duplicates, {unresolved} unresolved. (RU)
th: {ready} ready, {already} already present, {duplicates} duplicates, {unresolved} unresolved. (TH)
tr: {ready} ready, {already} already present, {duplicates} duplicates, {unresolved} unresolved. (TR)
vi: {ready} 个就绪，{already} 个已存在，{duplicates} 个重复，{unresolved} 个无法解析。 (VI)
zh: {ready} 个就绪，{already} 个已存在，{duplicates} 个重复，{unresolved} 个无法解析。

# list.import_preview.title
source: Import Review
ar: Import Review (AR)
de: Import-Überprüfung
es: Revisión de importación
fr: Vérification de l'import
it: Revisione importazione
ja: インポート確認
ko: Import Review (한국어)
nl: Import-Überprüfung (NL)
pl: Import Review (PL)
pt: Importar Review
ru: Import Review (RU)
th: Import Review (TH)
tr: Import Review (TR)
vi: 导入审查 (VI)
zh: 导入审查

# list.import_preview.unresolved
source: Unresolved
ar: لم يتم حلها
de: Ungelöst
es: Irresoluto
fr: Non résolu
it: Irrisolto
ja: 未解決
ko: 해결되지 않은
nl: Onopgelost
pl: Nie rozwiązany
pt: Não resolvido
ru: нерешенный
th: ยังไม่ได้รับการแก้ไข
tr: Çözülmemiş
vi: Chưa được giải quyết
zh: 未解决

# list.import.cancel
source: Cancel
ar: Cancel (AR)
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: キャンセル (한국어)
nl: Cancel (NL)
pl: Cancel (PL)
pt: Cancelar
ru: Cancel (RU)
th: Cancel (TH)
tr: Cancel (TR)
vi: 取消 (VI)
zh: 取消

# list.import.close_preview.hint
source: Closes the import preview
ar: إغلاق معاينة الاستيراد
de: Schließt die Importvorschau
es: Cierra la vista previa de importación.
fr: Ferme l'aperçu de l'importation
it: Chiude l'anteprima di importazione
ja: インポートプレビューを閉じます
ko: 가져오기 미리보기를 닫습니다.
nl: Sluit het importvoorbeeld
pl: Zamyka podgląd importu
pt: Fecha a visualização da importação
ru: Закрывает предварительный просмотр импорта
th: ปิดการแสดงตัวอย่างการนำเข้า
tr: İçe aktarma önizlemesini kapatır
vi: Đóng bản xem trước nhập
zh: 关闭导入预览

# list.import.dismiss.hint
source: Dismisses the import sheet
ar: يتجاهل ورقة الاستيراد
de: Verwirft das Importblatt
es: Descarta la hoja de importación
fr: Ignore la feuille d'importation
it: Chiude il foglio di importazione
ja: インポートシートを閉じます
ko: 가져오기 시트를 닫습니다.
nl: Sluit het importblad af
pl: Odrzuca arkusz importu
pt: Dispensa a planilha de importação
ru: Закрывает лист импорта
th: ยกเลิกแผ่นงานการนำเข้า
tr: İçe aktarma sayfasını reddeder
vi: Loại bỏ tờ nhập khẩu
zh: 取消导入表

# list.import.help_1
source: Bluesky handles: alice.bsky.social
ar: Bluesky handles: alice.bsky.social (AR)
es: Handles de Bluesky: alice.bsky.social
fr: Handles Bluesky : alice.bsky.social
it: Handle Bluesky: alice.bsky.social
ja: Blueskyハンドル: alice.bsky.social
ko: Bluesky handles: alice.bsky.social (한국어)
nl: Bluesky handles: alice.bsky.social (NL)
pl: Bluesky handles: alice.bsky.social (PL)
pt: Handles do Bluesky: alice.bsky.social
ru: Bluesky handles: alice.bsky.social (RU)
th: Bluesky handles: alice.bsky.social (TH)
tr: Bluesky handles: alice.bsky.social (TR)
vi: Bluesky handles：alice.bsky.social (VI)

# list.import.help_2
source: DIDs: did:plc:abc123
ar: DIDs: did:plc:abc123 (AR)
es: DID: did:plc:abc123
it: DID: did:plc:abc123
ja: DID: did:plc:abc123
ko: DIDs: did:plc:abc123 (한국어)
nl: DIDs: did:plc:abc123 (NL)
pl: DIDs: did:plc:abc123 (PL)
ru: DIDs: did:plc:abc123 (RU)
th: DIDs: did:plc:abc123 (TH)
tr: DIDs: did:plc:abc123 (TR)
vi: DID：did:plc:abc123 (VI)
zh: DID：did:plc:abc123

# list.import.help_3
source: CSV rows with handles, DIDs, or profile URLs
ar: CSV rows with handles, DIDs, or profile URLs (AR)
de: CSV-Zeilen mit Handles, DIDs oder Profil-URLs
es: Filas CSV con handles, DIDs o URLs de perfil
fr: Lignes CSV avec handles, DIDs ou URL de profil
it: Righe CSV con handle, DID o URL profilo
ja: ハンドル、DID、プロフィールURLを含むCSV行
ko: CSV rows with handles, DIDs, or profile URLs (한국어)
nl: CSV rows with handles, DIDs, or profile URLs (NL)
pl: CSV rows with handles, DIDs, or profile URLs (PL)
pt: Linhas CSV com handles, DIDs ou URLs de perfil
ru: CSV rows with handles, DIDs, or profile URLs (RU)
th: CSV rows with handles, DIDs, or profile URLs (TH)
tr: CSV rows with handles, DIDs, or profile URLs (TR)
vi: 包含 handles、DID 或个人资料 URL 的 CSV 行 (VI)
zh: 包含 handles、DID 或个人资料 URL 的 CSV 行

# list.import.help_4
source: Bluesky profile URLs: https://bsky.app/profile/alice.bsky.social
ar: Bluesky profile URLs: https://bsky.app/profile/alice.bsky.social (AR)
de: Bluesky-Profil-URLs: https://bsky.app/profile/alice.bsky.social
es: URLs de perfil de Bluesky: https://bsky.app/profile/alice.bsky.social
fr: URL de profil Bluesky : https://bsky.app/profile/alice.bsky.social
it: URL profilo Bluesky: https://bsky.app/profile/alice.bsky.social
ja: BlueskyプロフィールURL: https://bsky.app/profile/alice.bsky.social
ko: Bluesky profile URLs: https://bsky.app/profile/alice.bsky.social (한국어)
nl: Bluesky profile URLs: https://bsky.app/profile/alice.bsky.social (NL)
pl: Bluesky profile URLs: https://bsky.app/profile/alice.bsky.social (PL)
pt: URLs de perfil do Bluesky: https://bsky.app/profile/alice.bsky.social
ru: Bluesky profile URLs: https://bsky.app/profile/alice.bsky.social (RU)
th: Bluesky profile URLs: https://bsky.app/profile/alice.bsky.social (TH)
tr: Bluesky profile URLs: https://bsky.app/profile/alice.bsky.social (TR)
vi: Bluesky 个人资料 URL：https://bsky.app/profile/alice.bsky.social (VI)
zh: Bluesky 个人资料 URL：https://bsky.app/profile/alice.bsky.social

# list.import.help_5
source: Duplicate and already-present entries will be detected before import.
ar: Duplicate and already-present entries will be detected before import. (AR)
de: Duplikate und bereits vorhandene Einträge werden vor dem Import erkannt.
es: Las entradas duplicadas y ya presentes se detectarán antes de importar.
fr: Les entrées en double et déjà présentes seront détectées avant l'import.
it: Voci duplicate e già presenti verranno rilevate prima dell'importazione.
ja: 重複および既存のエントリはインポート前に検出されます。
ko: Duplicate and already-present entries will be detected before import. (한국어)
nl: Duplicate and already-present entries will be detected before import. (NL)
pl: Duplicate and already-present entries will be detected before import. (PL)
pt: Entradas duplicadas e já presentes serão detectadas antes da importação.
ru: Duplicate and already-present entries will be detected before import. (RU)
th: Duplicate and already-present entries will be detected before import. (TH)
tr: Duplicate and already-present entries will be detected before import. (TR)
vi: 重复和已存在的条目将在导入前检测。 (VI)
zh: 重复和已存在的条目将在导入前检测。

# list.import.help_title
source: What to paste
ar: What to paste (AR)
de: Was einfügen?
es: Qué pegar
fr: Que coller ?
it: Cosa incollare
ja: 貼り付ける内容
ko: What to paste (한국어)
nl: Was einfügen? (NL)
pl: What to paste (PL)
pt: O que colar
ru: What to paste (RU)
th: What to paste (TH)
tr: What to paste (TR)
vi: 粘贴内容 (VI)
zh: 粘贴内容

# list.import.import_items.hint
source: Imports the reviewed items
ar: استيراد العناصر التي تمت مراجعتها
de: Importiert die überprüften Elemente
es: Importa los artículos revisados
fr: Importe les éléments révisés
it: Importa gli elementi revisionati
ja: レビュー済みアイテムをインポートします
ko: 검토된 항목을 가져옵니다.
nl: Importeert de beoordeelde items
pl: Importuje sprawdzone elementy
pt: Importa os itens revisados
ru: Импортирует проверенные элементы
th: นำเข้ารายการที่ได้รับการตรวจทาน
tr: İncelenen öğeleri içe aktarır
vi: Nhập các mục được đánh giá
zh: 导入已审核的项目

# list.import.paste_section
source: Paste Handles, DIDs, or Profile URLs
ar: Paste Handles, DIDs, or Profile URLs (AR)
de: Handles, DIDs oder Profil-URLs einfügen
es: Pegar Handles, DIDs, or Profile URLs
fr: Coller des handles, DIDs ou URL de profil
it: Incolla handle, DID o URL profilo
ja: ハンドル、DID、プロフィールURLを貼り付け
ko: Paste Handles, DIDs, or Profile URLs (한국어)
nl: Handles, DIDs oder Profil-URLs einfügen (NL)
pl: Paste Handles, DIDs, or Profile URLs (PL)
pt: Paste Handles, DIDs, or Perfil URLs
ru: Paste Handles, DIDs, or Profile URLs (RU)
th: Paste Handles, DIDs, or Profile URLs (TH)
tr: Paste Handles, DIDs, or Profile URLs (TR)
vi: 粘贴 Handles、DID 或个人资料 URL (VI)
zh: 粘贴 Handles、DID 或个人资料 URL

# list.import.pasted_input
source: Pasted input
ar: الإدخال الملصق
de: Eingefügte Eingabe
es: Entrada pegada
fr: Saisie collée
it: Input incollato
ja: 貼り付けた入力
ko: 붙여넣은 입력
nl: Geplakte invoer
pl: Wklejone dane
pt: Entrada colada
ru: Вставленный ввод
th: อินพุตที่วาง
tr: Yapıştırılan giriş
vi: Đầu vào đã dán
zh: 粘贴的输入

# list.import.review
source: Review Import
ar: Review Import (AR)
de: Import prüfen
es: Revisar importación
fr: Vérifier l'import
it: Rivedi importazione
ja: インポートを確認
ko: Review Import (한국어)
nl: Import prüfen (NL)
pl: Review Import (PL)
pt: Review Importar
ru: Review Import (RU)
th: Review Import (TH)
tr: Review Import (TR)
vi: 审查导入 (VI)
zh: 审查导入

# list.import.review.hint
source: Reviews the imported handles
ar: يراجع المقابض المستوردة
de: Überprüft die importierten Handles
es: Revisa los mangos importados.
fr: Examine les poignées importées
it: Esamina gli handle importati
ja: インポートされたハンドルを確認する
ko: 가져온 핸들 검토
nl: Beoordeelt de geïmporteerde handvatten
pl: Przegląd importowanych uchwytów
pt: Revisa os identificadores importados
ru: Просматривает импортированные дескрипторы
th: รีวิวแฮนเดิลนำเข้า
tr: İçe aktarılan tanıtıcıları inceler
vi: Đánh giá các tay cầm đã nhập
zh: 审查进口手柄
